<?php
/**********************************************************************************
* EditPMs.russian.php                                                  *
***********************************************************************************
* This mod is licensed under the 2-clause BSD License, which can be found here:   *
*	http://opensource.org/licenses/BSD-2-Clause                                   *
***********************************************************************************
* This program is distributed in the hope that it is and will be useful, but	  *
* WITHOUT ANY WARRANTIES; without even any implied warranty of MERCHANTABILITY	  *
* or FITNESS FOR A PARTICULAR PURPOSE.											  *
**********************************************************************************/

$txt['unsend'] = 'Отозвать ЛС';
$txt['pm_no_edit'] = 'Невозможно отредактировать это сообщение, потому что один из получателей уже прочитал его.';
$txt['cannot_edit_pm'] = 'Вы не можете редактировать личные сообщения.';
$txt['pm_no_unsend'] = 'Не удалось отменить ЛС, потому что по крайней мере один из получателей, его уже прочитал.';
$txt['cannot_unsend_pm'] = 'Вам не разрешено отзывать обратно, личные сообщения.';
$txt['confirm_unsend_pm'] = 'Вы уверены, что хотите отозвать это ЛС? Это действие не может быть отменено!';
$txt['permissionhelp_pm_edit'] = 'Данное право разрешает редактировать личные сообщения, если оно ещё не было прочитано кем-либо из получателей. Требует разрешение на чтения личных сообщений.';
$txt['permissionname_pm_edit'] = 'Разрешить редактировать непросмотренные ЛС';
$txt['permissionhelp_pm_unsend'] = 'Данное право разрешает отзывать (удалять) личные сообщения, если оно ещё не было прочитано кем-либо из получателей. Требует разрешение на чтения личных сообщений.';
$txt['permissionname_pm_unsend'] = 'Разрешить отзывать непрочитанные ЛС';

?>